UPDATE Language_ZH_HANT_HK
SET Text = '東正教目前是第二大基督教派，估計有三億信徒。東正教基督徒的目標是在他們的一生中透過「神化」更接近神，這是一種靈性朝聖，使自己更「像基督」。[NEWLINE][NEWLINE]教會的根源可追溯至大分裂時期。在公元 9 世紀和 10 世紀期間，君士坦丁堡牧首統治下的基督教會在東歐(包括基輔羅斯和巴爾幹)各民族中進行了大量的皈依工作。教義上的問題，如和子說(filioque)分裂和教宗在宗教事務上的權威，因羅馬和君士坦丁堡在政治和經濟上的競爭而惡化，導致分裂。公元 1204 年，天主教十字軍攻陷君士坦丁堡，基督教這兩個分支最終分裂。此外，1453 年君士坦丁堡落入奧斯曼之手後，在土耳其人相對寬容的統治下，東方教會更加孤立於羅馬。東正教會視自己為早期基督徒教義與實踐的真正繼承者，在俄羅斯沙皇統治下蓬勃發展。雖然東正教在共產黨統治和巴爾幹世俗主義的影響下有所式微，但近幾十年來，東正教經歷了一次復興，而且仍然是基督教的一個重要方面。'
WHERE Tag = 'TXT_KEY_RELIGION_ORTHODOXY_PEDIA';
