UPDATE Language_ZH_HANT_HK
SET Text = '基輔'
WHERE Tag = 'TXT_KEY_CITYSTATE_KIEV';

UPDATE Language_ZH_HANT_HK
SET Text = '基辅时期'
WHERE Tag = 'TXT_KEY_CITYSTATE_KIEV_ADJ';

UPDATE Language_ZH_HANT_HK
SET Text = '根據傳說，基輔是由三個斯拉夫兄弟 - Kyi、Schek 和 Khoryv - 於西元 6 世紀初建立的。從那時起，基輔作為東歐最古老的城市之一，經歷了顯赫的時代和相對默默無聞的時期。然而，幾世紀以來，它一直是最重要的斯拉夫文化中心，在中世紀東斯拉夫文明的發展中扮演著舉足輕重的角色。[NEWLINE][NEWLINE]基輔位於君士坦丁堡與斯堪的納維亞之間的第聶伯河貿易航線上，由當地的瓦蘭吉亞 (維京) 貴族所控制，並成為俄羅斯國家的核心。在 1000 年代，它達到了巔峰，成為一個文化中心，擁有 400 多座教堂、8 個市場、碼頭和商隊驛站，以及富麗堂皇的住宅。隨著 1632 年 Kyiv-Mogilyanskaya 學院的成立，這座城市成為烏克蘭學習和學術的中心。但作為基輔羅斯的首都，該城屢遭洗劫和佔領。[NEWLINE][NEWLINE]1667 年，該城市成為俄羅斯帝國的一部分；基輔仍是教會和文化中心，但其政治和經濟影響力已被邊緣化。19 世紀，由於俄羅斯移民、教育政策和工業化，基輔經歷了日益嚴重的「俄羅斯化」。然而，烏克蘭貴族、軍事官員和商人中的熱心人士往往透過秘密活動，如印書、業餘劇場、私人聚會、民俗節等，使基輔的本土文化得以延續。[NEWLINE][NEWLINE]被強行併入蘇聯後，基輔經歷了種種艱難：1932-1933 年的饑荒摧毀了下層階級，1937-1938 年斯大林的大清洗幾乎抹殺了城市的知識份子，1941-1943 年納粹的入侵帶來了死亡和破壞。但基輔倖存了下來，在蘇聯解體後，烏克蘭於 1991 年宣布獨立，以重新崛起的基輔為首都和文化中心。'
WHERE Tag = 'TXT_KEY_CIV5_KIEV_TEXT';
